Repository: milmil-dev/milmil
Catalog: macos/Milmil/Resources/Localizable.xcstrings
Source language: zh_hant
Languages: en, ja, ko, zh_hans

source: 刪除媒體庫
en: Delete library
ja: ライブラリを削除
ko: 라이브러리 삭제
zh_hans: 删除媒体库

source: 刪除媒體庫…
en: Delete library…
ja: ライブラリを削除…
ko: 라이브러리 삭제…
zh_hans: 删除媒体库…

source: 刪除媒體庫「%@」？
en: Delete library “%@”?
ja: ライブラリ「%@」を削除しますか？
ko: 라이브러리 “%@”을(를) 삭제할까요?
zh_hans: 删除媒体库「%@」？

source: 刪除媒體檔
en: Delete media file
ja: メディアファイルを削除
ko: 미디어 파일 삭제
zh_hans: 删除媒体文件

source: 刪除檔案
en: Delete File
ja: ファイルを削除
ko: 파일 삭제
zh_hans: 删除文件

source: 刪除記錄
en: Delete record
ja: 記録を削除
ko: 기록 삭제
zh_hans: 删除记录

source: 刪除非優先檔案
en: Delete Non-Preferred Files
ja: 優先以外のファイルを削除
ko: 우선 아닌 파일 삭제
zh_hans: 删除非优先文件

source: 前傳
en: Prequel
ja: 前日譚
ko: 전작
zh_hans: 前传

source: 前往
en: Go
ja: 移動
ko: 이동

source: 前往側欄分頁
en: Go to sidebar tab
ja: サイドバーのタブへ
ko: 사이드바 탭으로 이동
zh_hans: 前往侧栏分页

source: 前進 10 秒
en: Forward 10 s
ja: 10 秒進める
ko: 10초 앞으로
zh_hans: 前进 10 秒

source: 前進 30 秒
en: Forward 30 s
ja: 30 秒進める
ko: 30초 앞으로
zh_hans: 前进 30 秒

source: 前進 5 秒
en: Forward 5 s
ja: 5 秒進める
ko: 5초 앞으로
zh_hans: 前进 5 秒

source: 剩 %lld 分鐘
en: %lld min left
ja: 残り %lld 分
ko: %lld분 남음
zh_hans: 剩 %lld 分钟

source: 剩 %lld 小時 %lld 分鐘
en: %lld h %lld min left
ja: 残り %lld 時間 %lld 分
ko: %lld시간 %lld분 남음
zh_hans: 剩 %lld 小时 %lld 分钟

source: 剩餘
en: Remaining
ja: 残り
ko: 남은 시간
zh_hans: 剩余

source: 劇情
en: Drama
ja: ドラマ
ko: 드라마
zh_hans: 剧情

source: 劇透關鍵字（每行一個，/regex/ 支援正則）
en: Spoiler keywords (one per line, /regex/ for patterns)
ja: ネタバレキーワード（1 行に 1 つ、/regex/ で正規表現）
ko: 스포일러 키워드(한 줄에 하나, /regex/로 정규식)
zh_hans: 剧透关键字（每行一个，/regex/ 支持正则）

source: 劇院模式
en: Theater mode
ja: シアターモード
ko: 극장 모드
zh_hans: 剧场模式

source: 劇院模式（T）
en: Theater mode (T)
ja: シアターモード (T)
ko: 극장 모드 (T)
zh_hans: 剧场模式（T）

source: 加入
en: Add
ja: 追加
ko: 추가

source: 加入 Mikan / Nyaa / DMHY 的 RSS 網址，或在「找種子」用「訂閱此篩選」一鍵建立。
en: Add a Mikan / Nyaa / DMHY RSS URL, or use “Subscribe to this filter” in Find torrents.
ja: Mikan / Nyaa / DMHY の RSS URL を追加するか、「トレント検索」の「このフィルターを購読」で作成してください。
ko: Mikan / Nyaa / DMHY RSS 주소를 추가하거나, 토렌트 찾기에서 “이 필터 구독”으로 바로 만드세요.
zh_hans: 加入 Mikan / Nyaa / DMHY 的 RSS 网址，或在「找种子」用「订阅此筛选」一键建立。

source: 加入 shader 後由上到下依序套用。
en: Added shaders apply in order, top to bottom.
ja: 追加したシェーダーは上から順に適用されます。
ko: 추가한 셰이더는 위에서부터 순서대로 적용됩니다.
zh_hans: 加入 shader 后由上到下依序应用。

source: 加入下載
en: Add to downloads
ja: ダウンロードに追加
ko: 다운로드에 추가
zh_hans: 加入下载

source: 加入伺服器上的資料夾，掃描後就能在首頁看到作品。
en: Add a folder on the server; after a scan its titles show up on Home.
ja: サーバー上のフォルダを追加すると、スキャン後にホームで作品を見られます。
ko: 서버의 폴더를 추가하면 스캔 후 홈에서 작품을 볼 수 있습니다.
zh_hans: 加入服务器上的数据夹，扫描后就能在首页看到作品。

source: 加入內建 shader
en: Add Bundled Shader
ja: 内蔵シェーダーを追加
ko: 내장 셰이더 추가
zh_hans: 加入内置 shader

source: 加入封鎖詞
en: Add to blocklist
ja: ブロックワードに追加
ko: 차단어에 추가
zh_hans: 加入封锁词

source: 加入收藏
en: Add to Collection
ja: コレクションに追加
ko: 컬렉션에 추가

source: 加入檔案…
en: Add File…
ja: ファイルを追加…
ko: 파일 추가…
zh_hans: 加入文件…

source: 動作
en: Action
ja: アクション
ko: 액션
zh_hans: 动作

source: 動態插幀 (interpolation)
en: Motion interpolation
ja: フレーム補間 (interpolation)
ko: 모션 보간(interpolation)
zh_hans: 动态插帧 (interpolation)

source: 勾選哪些事件要送到哪個管道。
en: Tick which events go to which channel.
ja: どのイベントをどのチャンネルに送るか選びます。
ko: 어떤 이벤트를 어떤 채널로 보낼지 선택하세요.
zh_hans: 勾选哪些事件要送到哪个管道。

source: 勿擾時段
en: Quiet hours
ja: おやすみ時間
ko: 방해 금지 시간
zh_hans: 勿扰时段

source: 匯入
en: Import
ja: インポート
ko: 가져오기
zh_hans: 导入

source: 匯入種子檔案…
en: Import Torrent Files…
ja: トレントファイルを読み込む…
ko: 토렌트 파일 가져오기…
zh_hans: 导入种子文件…

source: 匹配…
en: Match…
ja: マッチ…
ko: 매칭…

source: 匹配中 %lld/%lld
en: Matching %lld/%lld
ja: マッチング中 %lld/%lld
ko: 매칭 중 %lld/%lld

source: 匹配後自動重新命名
en: Automatically rename after matching
ja: マッチ後に自動でリネーム
ko: 매칭 후 자동으로 이름 바꾸기
zh_hans: 匹配后自动重命名

source: 升頻預設
en: Upscaling preset
ja: アップスケーリングプリセット
ko: 업스케일링 프리셋
zh_hans: 升频预设

source: 即將播出
en: Airing soon
ja: 配信予定
ko: 공개 예정
zh_hans: 即将播出

source: 即將看完
en: Almost done
ja: もうすぐ終了
ko: 거의 다 봄
zh_hans: 即将看完

source: 即時連線
en: Live connection
ja: リアルタイム接続
ko: 실시간 연결
zh_hans: 即时连接

source: 原作
en: Source
ko: 원작

source: 原始
en: Original
ja: オリジナル
ko: 원본

source: 去交錯
en: Deinterlace
ja: インターレース解除
ko: 디인터레이스
zh_hans: 去交错

source: 去探索
en: Go explore
ja: 探索する
ko: 둘러보기

source: 取唔到集數資料，稍後再試。
en: Could not fetch the episode list; try again later.
ja: 話一覧を取得できません。後でもう一度お試しください。
ko: 에피소드 목록을 가져올 수 없습니다. 나중에 다시 시도하세요.
zh_hans: 取不到集数资料，稍后再试。

source: 取消
en: Cancel
ja: キャンセル
ko: 취소

source: 取消匹配
en: Unmatch
ja: Unmatch
ko: Unmatch

source: 取消匹配 %lld 個
en: Unmatch %lld
ja: %lld 件のマッチを解除
ko: %lld개 매칭 해제
zh_hans: 取消匹配 %lld 个

source: 取消睡眠計時
en: Cancel sleep timer
ja: スリープタイマーを解除
ko: 수면 타이머 취소
zh_hans: 取消睡眠计时

source: 取消選取
en: Deselect
ja: 選択解除
ko: 선택 해제
zh_hans: 取消选择

source: 取消釘選
en: Unpin
ja: ピン留めを解除
ko: 고정 해제
zh_hans: 取消钉选

source: 取消靜音
en: Unmute
ja: ミュート解除
ko: 음소거 해제
zh_hans: 取消静音

source: 另一版本
en: Alternative version
ja: 別バージョン
ko: 다른 버전

source: 另存新檔…
en: Save As…
ja: 別名で保存…
ko: 다른 이름으로 저장…
zh_hans: 另存为…

source: 只影響這部 Mac 的通知中心橫幅；未讀數與通知頁不受影響。
en: Only affects Notification Center banners on this Mac; the unread count and the Notifications page are unchanged.
ja: この Mac の通知センターのバナーにのみ影響します。未読数と通知ページは変わりません。
ko: 이 Mac의 알림 센터 배너에만 적용됩니다. 읽지 않은 수와 알림 페이지는 그대로입니다.
zh_hans: 只影响这台 Mac 的通知中心横幅；未读数与通知页不受影响。

source: 只抓新集
en: New episodes only
ja: 新着のみ
ko: 새 에피소드만

source: 只移除索引，不會刪除磁碟上的檔案。
en: Only the index is removed; files on disk are kept.
ja: インデックスのみ削除され、ディスク上のファイルは残ります。
ko: 색인만 제거되며 디스크의 파일은 삭제되지 않습니다.
zh_hans: 只移除索引，不会删除磁盘上的文件。

source: 只移除記錄
en: Remove records only
ja: 記録のみ削除
ko: 기록만 제거
zh_hans: 只移除记录

source: 可以在「來源」分頁從 Bilibili 匯入，或直接發一條。
en: Import from Bilibili in the Sources tab, or just post one.
ja: 「ソース」タブで Bilibili からインポートするか、直接投稿してください。
ko: 소스 탭에서 Bilibili에서 가져오거나 직접 하나 올려 보세요.
zh_hans: 可以在「来源」分页从 Bilibili 导入，或直接发一条。

source: 可以在「彈幕 › 來源」從 Bilibili 匯入，或直接發一條。
en: Import from Bilibili under Danmaku › Sources, or just post one.
ja: 「弾幕 › ソース」で Bilibili から取り込むか、直接投稿できます。
ko: 탄막 › 소스에서 Bilibili로부터 가져오거나 직접 하나 올려 보세요.
zh_hans: 可以在「弹幕 › 来源」从 Bilibili 导入，或直接发一条。

source: 可在 設定 › 播放器 重新綁定
en: Rebind in Settings › Player
ja: 設定 › プレーヤー で変更できます
ko: 설정 › 플레이어에서 다시 지정할 수 있습니다
zh_hans: 可在 设置 › 播放器 重新绑定

source: 可套用
en: Applicable
ja: 適用可能
ko: 적용 가능
zh_hans: 可应用

source: 可用
en: Free
ja: 空き
ko: 여유

source: 可用欄位：{{.Title}}、{{.Year}}、{{.Season}}、{{.EpisodeNumber}}、{{.EpisodeTitle}}、{{.Subgroup}}、{{.Resolution}}、{{.Ext}}；{{pad … 2}} 補零。
en: Available fields: {{.Title}}, {{.Year}}, {{.Season}}, {{.EpisodeNumber}}, {{.EpisodeTitle}}, {{.Subgroup}}, {{.Resolution}}, {{.Ext}}; {{pad … 2}} zero-pads.
ja: 使用できるフィールド：{{.Title}}、{{.Year}}、{{.Season}}、{{.EpisodeNumber}}、{{.EpisodeTitle}}、{{.Subgroup}}、{{.Resolution}}、{{.Ext}}。{{pad … 2}} でゼロ埋め。
ko: 사용 가능한 필드: {{.Title}}, {{.Year}}, {{.Season}}, {{.EpisodeNumber}}, {{.EpisodeTitle}}, {{.Subgroup}}, {{.Resolution}}, {{.Ext}}; {{pad … 2}}는 0으로 채웁니다.
zh_hans: 可用字段：{{.Title}}、{{.Year}}、{{.Season}}、{{.EpisodeNumber}}、{{.EpisodeTitle}}、{{.Subgroup}}、{{.Resolution}}、{{.Ext}}；{{pad … 2}} 补零。

source: 同一段你手動跳過兩次，播放器就會問要不要記住；沒有伺服器 OP/ED 資料的作品也跳得到。
en: Skip the same stretch by hand twice and the player offers to remember it — series without server OP/ED marks get skips too.
ja: 同じ区間を手動で 2 回スキップすると記憶するか尋ねます。サーバーに OP/ED 情報がない作品でもスキップできます。
ko: 같은 구간을 두 번 직접 건너뛰면 기억할지 물어봅니다. 서버에 OP/ED 정보가 없는 작품도 건너뛸 수 있습니다.
zh_hans: 同一段你手动跳过两次，播放器就会问要不要记住；没有服务器 OP/ED 数据的作品也跳得到。

source: 同步拉取
en: Sync pull
ja: 同期（取得）
ko: 동기화 가져오기

source: 同步清理
en: Sync cleanup
ja: 同期（クリーンアップ）
ko: 동기화 정리

source: 同步送出
en: Sync push
ja: 同期（送信）
ko: 동기화 보내기
zh_hans: 同步发送

source: 名稱
en: Name
ja: 名前
ko: 이름
zh_hans: 名称

source: 名稱（選填）
en: Name (optional)
ja: 名前（任意）
ko: 이름(선택)
zh_hans: 名称（选填）

source: 否
en: No
ja: なし
ko: 아니요

source: 含字幕
en: with subtitles
ja: 字幕あり
ko: 자막 포함

source: 含彈幕
en: with danmaku
ja: 弾幕あり
ko: 탄막 포함
zh_hans: 含弹幕

source: 呢部 Mac 未有本機副本
en: Nothing kept on this Mac yet
ja: この Mac にはまだ保存されたコピーがありません
ko: 이 Mac에 보관된 사본이 없습니다
zh_hans: 这台 Mac 还没有本机副本

source: 命名範本
en: Naming template
ja: 命名テンプレート
ko: 이름 템플릿
zh_hans: 命名模板

source: 啟動
en: Startup
ja: 起動
ko: 시작
zh_hans: 启动

source: 啟用
en: Enabled
ja: 有効
ko: 사용
zh_hans: 启用

source: 啟用 Discord bot
en: Enable Discord bot
ja: Discord bot を有効にする
ko: Discord 봇 사용
zh_hans: 启用 Discord bot

source: 啟用 Discord webhook
en: Enable Discord webhook
ja: Discord webhook を有効にする
ko: Discord webhook 사용
zh_hans: 启用 Discord webhook

source: 啟用 Jellyfin 相容 API
en: Enable Jellyfin-compatible API
ja: Jellyfin 互換 API を有効化
ko: Jellyfin 호환 API 사용
zh_hans: 启用 Jellyfin 兼容 API

source: 啟用 Telegram bot
en: Enable Telegram bot
ja: Telegram bot を有効にする
ko: Telegram 봇 사용
zh_hans: 启用 Telegram bot

source: 啟用 Telegram 通知
en: Enable Telegram notifications
ja: Telegram 通知を有効にする
ko: Telegram 알림 사용
zh_hans: 启用 Telegram 通知

source: 啟用…
en: Enable…
ja: 有効にする…
ko: 활성화…
zh_hans: 启用…

source: 啟用自訂 webhook
en: Enable custom webhook
ja: カスタム webhook を有効にする
ko: 사용자 지정 webhook 사용
zh_hans: 启用自订 webhook

source: 喜劇
en: Comedy
ja: コメディ
ko: 코미디
zh_hans: 喜剧

source: 喺作品頁嘅集數按右鍵「保留喺呢部 Mac」，冇網絡都可以睇。
en: Right-click an episode on a series page and choose “Keep on this Mac” to watch without a connection.
ja: 作品ページの話を右クリックして「この Mac に保存」を選ぶと、オフラインでも視聴できます。
ko: 작품 페이지의 에피소드를 우클릭해 '이 Mac에 보관'을 선택하면 연결 없이도 볼 수 있습니다.
zh_hans: 在作品页的集数上右键“保留在这台 Mac”，没网络也能看。

source: 嘗試次數過多，請 %lld 秒後再試
en: Too many attempts; try again in %lld s
ja: 試行回数が多すぎます。%lld 秒後に再試行してください
ko: 시도 횟수가 너무 많습니다. %lld초 후 다시 시도하세요
zh_hans: 尝试次数过多，请 %lld 秒后再试

source: 嘗試次數過多，請稍後再試
en: Too many attempts; try again later
ja: 試行回数が多すぎます。しばらくしてから再試行してください
ko: 시도 횟수가 너무 많습니다. 잠시 후 다시 시도하세요
zh_hans: 尝试次数过多，请稍后再试

source: 回報問題
en: Report an issue
ja: 問題を報告
ko: 문제 신고
zh_hans: 反馈问题

source: 回報問題…
en: Report an Issue…
ja: 問題を報告…
ko: 문제 신고…
zh_hans: 反馈问题…

source: 土曜日
en: Saturday
ko: 토요일

source: 在 Finder 顯示
en: Show in Finder
ja: Finder に表示
ko: Finder에서 보기
zh_hans: 在访达中显示

source: 在 Finder 顯示路徑
en: Show path in Finder
ja: Finder でパスを表示
ko: Finder에서 경로 보기
zh_hans: 在 Finder 显示路径

source: 在 Finder 顯示（需設定本機路徑對應）
en: Show in Finder (needs a local path mapping)
ja: Finder で表示（ローカルパスの対応付けが必要）
ko: Finder에서 보기 (로컬 경로 매핑 필요)
zh_hans: 在 Finder 显示（需设置本地路径映射）

source: 在 Spotlight 搜尋收藏
en: Search the collection in Spotlight
ja: Spotlight でコレクションを検索
ko: Spotlight에서 컬렉션 검색
zh_hans: 在 Spotlight 搜索收藏

source: 在 anilist.co/settings/developer 建立 client，redirect URL 用伺服器的 /api/v1/integrations/anilist/callback。
en: Create a client at anilist.co/settings/developer; use the server's /api/v1/integrations/anilist/callback as the redirect URL.
ja: anilist.co/settings/developer でクライアントを作成し、リダイレクト URL にサーバーの /api/v1/integrations/anilist/callback を指定してください。
ko: anilist.co/settings/developer에서 클라이언트를 만들고, 리디렉션 URL에 서버의 /api/v1/integrations/anilist/callback을 사용하세요.
zh_hans: 在 anilist.co/settings/developer 建立 client，redirect URL 用服务器的 /api/v1/integrations/anilist/callback。

source: 在 bgm.tv/dev/app 建立應用，回呼網址用伺服器的 /api/v1/integrations/bangumi/callback。
en: Create an app at bgm.tv/dev/app; use the server's /api/v1/integrations/bangumi/callback as the callback URL.
ja: bgm.tv/dev/app でアプリを作成し、コールバック URL にサーバーの /api/v1/integrations/bangumi/callback を指定してください。
ko: bgm.tv/dev/app에서 앱을 만들고, 콜백 URL에 서버의 /api/v1/integrations/bangumi/callback을 사용하세요.
zh_hans: 在 bgm.tv/dev/app 建立应用，回呼网址用服务器的 /api/v1/integrations/bangumi/callback。

source: 在作品頁把狀態改成「%@」，或在這裡右鍵海報移動它。
en: Set a title's status to “%@” on its page, or right-click a poster here to move it.
ja: 作品ページでステータスを「%@」に変更するか、ここでポスターを右クリックして移動できます。
ko: 작품 페이지에서 상태를 “%@”(으)로 바꾸거나, 여기서 포스터를 오른쪽 클릭해 옮기세요.
zh_hans: 在作品页把状态改成「%@」，或在这里右键海报移动它。

source: 在作品頁按「加入收藏」，或開始播放時自動加入「在看」。
en: Tap “Add to list” on a title, or start watching and it lands in “Watching” automatically.
ja: 作品ページで「リストに追加」するか、再生を始めると自動で「視聴中」に入ります。
ko: 작품 페이지에서 “목록에 추가”를 누르거나, 재생을 시작하면 자동으로 “보는 중”에 추가됩니다.
zh_hans: 在作品页按「加入收藏」，或开始播放时自动加入「在看」。

source: 在你的媒體庫
en: In your library
ja: あなたのライブラリ
ko: 내 라이브러리
zh_hans: 在你的媒体库

source: 在各站搜尋這部作品的種子，或建立自動下載訂閱
en: Search every tracker for this title, or set up an auto-download subscription
ja: 各サイトでこの作品のトレントを検索するか、自動ダウンロードの購読を作成します
ko: 모든 트래커에서 이 작품의 토렌트를 찾거나 자동 다운로드 구독을 만듭니다
zh_hans: 在各站搜索这部作品的种子，或建立自动下载订阅

source: 在搜尋頁開啟「%@」
en: Open “%@” in Search
ja: 検索ページで「%@」を開く
ko: 검색에서 “%@” 열기
zh_hans: 在搜索页开启「%@」

source: 在收藏中搜尋…
en: Search your list…
ja: リスト内を検索…
ko: 목록에서 검색…
zh_hans: 在收藏中搜索…

source: 在瀏覽器輸入代碼後，這裡會自動完成連線。
en: Enter the code in the browser; the connection completes here automatically.
ja: ブラウザでコードを入力すると、ここで自動的に接続が完了します。
ko: 브라우저에서 코드를 입력하면 여기서 자동으로 연결됩니다.
zh_hans: 在浏览器输入代码后，这里会自动完成连接。

source: 在瀏覽器連線
en: Connect in browser
ja: ブラウザで接続
ko: 브라우저에서 연결
zh_hans: 在浏览器连接

source: 在瀏覽器開啟
en: Open in Browser
ja: ブラウザで開く
ko: 브라우저에서 열기
zh_hans: 在浏览器打开

source: 在瀏覽器開啟 %@/setup
en: Open %@/setup in the browser
ja: ブラウザで %@/setup を開く
ko: 브라우저에서 %@/setup 열기
zh_hans: 在浏览器开启 %@/setup

source: 在獨立視窗播放
en: Play in a pop-out window
ja: 別ウインドウで再生
ko: 별도 창에서 재생
zh_hans: 在独立窗口播放

source: 在看
en: Watching
ja: 視聴中
ko: 보는 중

source: 在選單列顯示播放與下載狀態
en: Show playback and download status in the menu bar
ja: メニューバーに再生とダウンロードの状態を表示
ko: 메뉴 막대에 재생 및 다운로드 상태 표시
zh_hans: 在菜单栏显示播放与下载状态

source: 執行中
en: Running
ja: 実行中
ko: 실행 중
zh_hans: 执行中

source: 壓縮動態範圍：爆炸聲小一點，對白清楚一點。深夜用。
en: Compresses the dynamic range: quieter explosions, clearer dialogue. For late nights.
ja: ダイナミックレンジを圧縮：爆発は控えめに、セリフは聞き取りやすく。深夜向け。
ko: 다이내믹 레인지를 압축합니다: 폭발음은 줄이고 대사는 또렷하게. 늦은 밤용.
zh_hans: 压缩动态范围：爆炸声小一点，对白清楚一点。深夜用。

source: 夏
en: Summer
ko: 여름

source: 夏季
en: Summer
ja: 夏
ko: 여름

source: 外傳
en: Side story
ja: 外伝
ko: 외전
zh_hans: 外传

source: 外觀
en: Appearance
ja: 外観
ko: 모양
zh_hans: 外观

source: 外部字幕
en: External subtitles
ko: 외부 자막

source: 外部播放器（Jellyfin 相容）
en: External players (Jellyfin-compatible)
ja: 外部プレイヤー（Jellyfin 互換）
ko: 외부 플레이어 (Jellyfin 호환)
zh_hans: 外部播放器（Jellyfin 兼容）

source: 夜間模式
en: Night mode
ja: ナイトモード
ko: 야간 모드
zh_hans: 夜间模式

source: 夜間模式：開
en: Night mode: on
ja: ナイトモード：オン
ko: 야간 모드: 켜짐
zh_hans: 夜间模式：开

source: 夜間模式：關
en: Night mode: off
ja: ナイトモード：オフ
ko: 야간 모드: 꺼짐
zh_hans: 夜间模式：关

source: 大卡片
en: Large cards
ja: 大きいカード
ko: 큰 카드

source: 大小
en: Size
ja: サイズ
ko: 크기

source: 奇幻
en: Fantasy
ja: ファンタジー
ko: 판타지

source: 套用 %lld 個重新命名？
en: Apply %lld renames?
ja: %lld 件のリネームを適用しますか？
ko: 이름 바꾸기 %lld건을 적용할까요?
zh_hans: 应用 %lld 个重命名？

source: 套用 %lld 項
en: Apply %lld Items
ja: %lld 件を適用
ko: %lld건 적용
zh_hans: 应用 %lld 项

source: 套用中…
en: Applying…
ja: 適用中…
ko: 적용 중…
zh_hans: 应用中…

source: 好
en: OK
ja: OK
ko: 확인

source: 媒體庫
en: Library
ja: ライブラリ
ko: 라이브러리
zh_hans: 媒体库

source: 媒體庫 + Bangumi 即時搜尋
en: Live search across library + Bangumi
ja: ライブラリ + Bangumi をリアルタイム検索
ko: 라이브러리 + Bangumi 실시간 검색
zh_hans: 媒体库 + Bangumi 即时搜索

source: 媒體庫對帳
en: Library reconcile
ja: ライブラリ照合
ko: 라이브러리 대조
zh_hans: 媒体库对账

source: 媒體庫掃描完成
en: Library scan complete
ja: ライブラリのスキャン完了
ko: 라이브러리 스캔 완료
zh_hans: 媒体库扫描完成

source: 媒體庫目前離線，無法播放此檔案
en: The library is offline; this file can't be played
ja: ライブラリがオフラインのため、このファイルは再生できません
ko: 라이브러리가 오프라인이어서 이 파일을 재생할 수 없습니다
zh_hans: 媒体库目前离线，无法播放此文件

source: 媒體庫裡的作品都齊了。
en: Every series in this library is complete.
ja: このライブラリの作品はすべて揃っています。
ko: 이 라이브러리의 모든 작품이 완결 소장 상태입니다.
zh_hans: 媒体库里的作品都齐了。

source: 字型
en: Font
ja: フォント
ko: 글꼴
zh_hans: 字体

source: 字型（留空用系統字型）
en: Font (blank for system font)
ja: フォント（空欄でシステムフォント）
ko: 글꼴(비워 두면 시스템 글꼴)
zh_hans: 字体（留空用系统字体）

source: 字幕
en: Subtitles
ko: 자막

source: 字幕 / 音訊
en: Subtitles / Audio
ja: 字幕 / 音声
ko: 자막 / 오디오
zh_hans: 字幕 / 音频

source: 字幕延遲 %@s
en: Subtitle delay %@s
ja: 字幕の遅延 %@s
ko: 자막 지연 %@s
zh_hans: 字幕延迟 %@s

source: 字幕延遲 +0.1s
en: Subtitle delay +0.1 s
ja: 字幕の遅延 +0.1s
ko: 자막 지연 +0.1s
zh_hans: 字幕延迟 +0.1s

source: 字幕延遲 −0.1s
en: Subtitle delay −0.1 s
ja: 字幕の遅延 −0.1s
ko: 자막 지연 −0.1s
zh_hans: 字幕延迟 −0.1s

source: 字幕組
en: Sub-group
ja: 字幕グループ
ko: 자막 그룹
zh_hans: 字幕组

source: 字幕組（逗號分隔）
en: Sub-groups (comma separated)
ja: 字幕グループ（カンマ区切り）
ko: 자막 그룹(쉼표로 구분)
zh_hans: 字幕组（逗号分隔）

source: 字幕組（選填）
en: Sub-group (optional)
ja: 字幕グループ（任意）
ko: 자막 그룹(선택)
zh_hans: 字幕组（选填）

source: 字幕語言（BCP-47，例如 zh-TW）
en: Subtitle language (BCP-47, e.g. zh-TW)
ja: 字幕の言語（BCP-47、例: zh-TW）
ko: 자막 언어(BCP-47, 예: zh-TW)
zh_hans: 字幕语言（BCP-47，例如 zh-TW）

source: 字幕軌
en: Subtitle track
ja: 字幕トラック
ko: 자막 트랙
zh_hans: 字幕轨

source: 字幕開關
en: Toggle subtitles
ja: 字幕の切り替え
ko: 자막 켜기/끄기
zh_hans: 字幕开关

source: 字幕：%@
en: Subtitles: %@
ko: 자막: %@

source: 字幕：開
en: Subtitles: on
ja: 字幕: オン
ko: 자막: 켜짐
zh_hans: 字幕：开

source: 字幕：關
en: Subtitles: off
ja: 字幕: オフ
ko: 자막: 꺼짐
zh_hans: 字幕：关

source: 字幕：關閉
en: Subtitles: off
ja: 字幕: オフ
ko: 자막: 꺼짐
zh_hans: 字幕：关闭

source: 字體
en: Font
ja: フォント
ko: 글꼴
zh_hans: 字体

source: 字體大小
en: Font size
ja: フォントサイズ
ko: 글꼴 크기
zh_hans: 字体大小

source: 存放
en: Storage
ja: 保存先
ko: 저장

source: 存放目錄（選填）
en: Save directory (optional)
ja: 保存先ディレクトリ（任意）
ko: 저장 디렉터리(선택)
zh_hans: 存放目录（选填）

source: 季節
en: Season
ja: シーズン
ko: 시즌
zh_hans: 季节

source: 完成
en: Done
ja: 完了
ko: 완료

source: 完成 %lld 個，%lld 個失敗
en: Completed %lld, %lld failed
ja: %lld 件完了、%lld 件失敗
ko: %lld건 완료, %lld건 실패
zh_hans: 完成 %lld 个，%lld 个失败

source: 完成授權後回到這裡，狀態會自動更新
en: Come back after authorizing; the status updates by itself
ja: 認証が終わったら戻ってください。状態は自動で更新されます
ko: 인증 후 돌아오면 상태가 자동으로 갱신됩니다
zh_hans: 完成许可后回到这里，状态会自动更新

source: 密度
en: Density
ko: 밀도

source: 密碼
en: Password
ja: パスワード
ko: 비밀번호
zh_hans: 密码

source: 密碼已更新
en: Password updated
ja: パスワードを更新しました
ko: 비밀번호가 업데이트되었습니다
zh_hans: 密码已更新

source: 封鎖關鍵字（每行一個，/regex/ 支援正則）
en: Blocked keywords (one per line, /regex/ for patterns)
ja: ブロックするキーワード（1 行に 1 つ、/regex/ で正規表現）
ko: 차단 키워드(한 줄에 하나, /regex/로 정규식)
zh_hans: 封锁关键字（每行一个，/regex/ 支持正则）

source: 小卡片
en: Small cards
ja: 小さいカード
ko: 작은 카드

source: 尚未同步
en: Not synced yet
ja: 未同期
ko: 아직 동기화 안 됨

source: 尚未安裝 yt-dlp，會改用瀏覽器開啟。可在設定 › 播放安裝。
en: yt-dlp is not installed, so this will open in the browser. Install it in Settings › Player.
ja: yt-dlp が未インストールのためブラウザで開きます。設定 › 再生からインストールできます。
ko: yt-dlp가 설치되어 있지 않아 브라우저로 엽니다. 설정 › 재생에서 설치할 수 있습니다.
zh_hans: 尚未安装 yt-dlp，会改用浏览器打开。可在设置 › 播放安装。

source: 尚未抓取
en: Not fetched yet
ja: 未取得
ko: 아직 가져오지 않음

source: 尚未播出
en: Not Yet Aired
ja: 未放送
ko: 미방영

source: 尚未登入
en: Not signed in yet
ja: まだサインインしていません
ko: 아직 로그인하지 않았습니다
zh_hans: 尚未登录

source: 尚未登入 milmil。
en: Not signed in to milmil.
ja: milmil にサインインしていません。
ko: milmil에 로그인하지 않았습니다.
zh_hans: 尚未登录 milmil。

source: 尚未觸發
en: Not triggered yet
ja: 未実行
ko: 아직 실행 안 됨
zh_hans: 尚未触发

source: 尚未設定
en: Not configured
ja: 未設定
ko: 설정 안 됨
zh_hans: 尚未设置

source: 尚未開始
en: Not started
ja: 未再生
ko: 시작 전
zh_hans: 尚未开始

source: 就快睇完
en: Almost done
ja: もうすぐ見終わる
ko: 거의 다 봤어요
zh_hans: 就快看完

source: 工具
en: Tools
ja: ツール
ko: 도구

source: 已下載過
en: Already downloaded
ja: ダウンロード済み
ko: 이미 다운로드함
zh_hans: 已下载过

source: 已中斷連線
en: Disconnected
ja: 接続を解除しました
ko: 연결 해제됨
zh_hans: 已中断连接

source: 已併入現有規則（%@）
en: Merged into an existing rule (%@)
ja: 既存のルールに統合しました（%@）
ko: 기존 규칙에 병합되었습니다 (%@)
zh_hans: 已并入现有规则（%@）

source: 已保留
en: Kept
ja: 保存済み
ko: 보관됨

source: 已保留喺呢部 Mac
en: Kept on this Mac
ja: この Mac に保存済み
ko: 이 Mac에 보관됨
zh_hans: 已保留在这台 Mac

source: 已停用
en: Disabled
ja: 無効
ko: 비활성화됨

source: 已儲存
en: Saved
ja: 保存しました
ko: 저장됨
zh_hans: 已保存

source: 已儲存 %@
en: Saved %@
ja: %@ を保存しました
ko: %@ 저장됨
zh_hans: 已保存 %@

source: 已儲存的伺服器
en: Saved servers
ja: 保存済みのサーバー
ko: 저장된 서버
zh_hans: 已保存的服务器

source: 已刪除截圖
en: Screenshot deleted
ja: スクリーンショットを削除しました
ko: 스크린샷을 삭제했습니다
zh_hans: 已删除截图

source: 已加入下載
en: Added to downloads
ja: ダウンロードに追加しました
ko: 다운로드에 추가됨
zh_hans: 已加入下载

source: 已匯入
en: Imported
ja: インポート済み
ko: 가져옴
zh_hans: 已导入

source: 已匯入 %lld 條
en: Imported %lld danmaku
ja: %lld 件をインポートしました
ko: 댓글 %lld개 가져옴
zh_hans: 已导入 %lld 条

source: 已匹配
en: Matched
ja: マッチ済み
ko: 매치됨

source: 已啟用
en: Enabled
ja: 有効
ko: 활성화됨
zh_hans: 已启用

source: 已學會
en: Learned
ja: 学習済み
ko: 학습됨
zh_hans: 已学会

source: 已安裝
en: Installed
ja: インストール済み
ko: 설치됨
zh_hans: 已安装

source: 已安裝 · %@
en: Installed · %@
ja: インストール済み · %@
ko: 설치됨 · %@
zh_hans: 已安装 · %@

source: 已完成
en: Completed
ja: 視聴済み
ko: 완료

source: 已完成，重新檢查
en: Done, check again
ja: 完了したので再確認
ko: 완료, 다시 확인
zh_hans: 已完成，重新检查

source: 已完結
en: Finished
ja: 完結
ko: 완결
zh_hans: 已完结

source: 已建立自動下載規則（%@）
en: Auto-download rule created (%@)
ja: 自動ダウンロードルールを作成しました（%@）
ko: 자동 다운로드 규칙이 생성되었습니다 (%@)
zh_hans: 已创建自动下载规则（%@）

source: 已復原
en: Reverted
ja: 元に戻し済み
ko: 되돌림
zh_hans: 已还原

source: 已忘記學會的段落
en: Learned skips forgotten
ja: 学習した区間を忘れました
ko: 학습한 구간을 잊었습니다
zh_hans: 已忘记学会的段落

source: 已拒絕授權
en: Authorization denied
ja: 認証が拒否されました
ko: 인증이 거부되었습니다
zh_hans: 已拒绝许可

source: 已排入 %lld 筆
en: %lld queued
ja: %lld 件をキューに入れました
ko: %lld개 대기열에 추가됨
zh_hans: 已排入 %lld 笔

source: 已撤銷
en: Revoked
ja: 取り消し済み
ko: 취소됨
zh_hans: 已撤销

source: 已撤銷裝置
en: Device revoked
ja: デバイスを取り消しました
ko: 기기를 취소했습니다
zh_hans: 已撤销设备

source: 已播出
en: Aired
ja: 放送済み
ko: 방영됨

source: 已收
en: Owned
ja: 所持
ko: 보유

source: 已收藏
en: Collected
ja: コレクション済み
ko: 컬렉션됨

source: 已暫停
en: Paused
ja: 一時停止中
ko: 일시정지됨
zh_hans: 已暂停

source: 已暫停 · %lld / %lld
en: Paused · %lld / %lld
ja: 一時停止 · %lld / %lld
ko: 일시정지 · %lld / %lld
zh_hans: 已暂停 · %lld / %lld

source: 已更新「%@」
en: Refreshed “%@”
ja: 「%@」を更新しました
ko: “%@” 새로고침 완료

source: 已清除轉碼快取
en: Transcode cache cleared
ja: トランスコードキャッシュを削除しました
ko: 트랜스코드 캐시를 지웠습니다
zh_hans: 已清除转码缓存

source: 已用 %@ / 配額 %@
en: %1$@ used of %2$@
ja: 使用済み %1$@ / 上限 %2$@
ko: %2$@ 중 %1$@ 사용
zh_hans: 已用 %1$@ / 配额 %2$@

source: 已看完
en: Finished
ja: 視聴済み
ko: 시청 완료

source: 已看完 · 重看
en: Finished · Watch again
ja: 視聴済み · もう一度見る
ko: 시청 완료 · 다시 보기

source: 已符合
en: Already correct
ja: 変更不要
ko: 이미 일치함

source: 已複製
en: Copied
ja: コピーしました
ko: 복사됨
zh_hans: 已复制

source: 已訂閱
en: Subscribed
ja: 購読中
ko: 구독 중
zh_hans: 已订阅

source: 已記住：之後自動跳過這段
en: Remembered — skipping this from now on
ja: 記憶しました。今後はこの区間を自動でスキップします
ko: 기억했습니다. 앞으로 이 구간을 자동으로 건너뜁니다
zh_hans: 已记住：之后自动跳过这段

source: 已載入 %@
en: Loaded %@
ja: %@ を読み込みました
ko: %@ 불러옴
zh_hans: 已载入 %@

source: 已連線
en: Connected
ja: 接続済み
ko: 연결됨
zh_hans: 已连接

source: 已連線裝置
en: Connected devices
ja: 接続済みデバイス
ko: 연결된 기기
zh_hans: 已连接设备

source: 已選取 %lld 項
en: %lld selected
ja: %lld 件選択中
ko: %lld개 선택됨
zh_hans: 已选择 %lld 项

source: 已配對 Bangumi 條目
en: Matched to a Bangumi entry
ja: Bangumi の項目と一致しました
ko: Bangumi 항목과 연결됨
zh_hans: 已配对 Bangumi 条目

source: 已開始同步
en: Sync started
ja: 同期を開始しました
ko: 동기화를 시작했습니다
zh_hans: 已开始同步

source: 已開始執行
en: Started
ja: 実行を開始しました
ko: 실행을 시작했습니다
zh_hans: 已开始执行

source: 已隱藏 %lld 則疑似劇透
en: %lld likely spoilers hidden
ja: ネタバレの可能性がある %lld 件を非表示
ko: 스포일러 의심 %lld개 숨김
zh_hans: 已隐藏 %lld 条疑似剧透

source: 帳號
en: Account
ja: アカウント
ko: 계정
zh_hans: 账号

source: 帳號選單
en: Account menu
ja: アカウントメニュー
ko: 계정 메뉴
zh_hans: 账号选单

source: 平衡
en: Balanced
ja: バランス
ko: 균형

source: 年份
en: Year
ja: 年
ko: 연도

source: 底部
en: Bottom
ja: 下部
ko: 하단

source: 延遲
en: Delay
ja: 遅延
ko: 지연
zh_hans: 延迟

source: 建立 API token
en: Create API token
ja: API トークンを作成
ko: API 토큰 생성
zh_hans: 创建 API token

source: 建立一條 RSS 訂閱規則：之後符合條件的新集數會自動加入下載。
en: Creates an RSS rule: matching new episodes are added to downloads automatically.
ja: RSS ルールを作成します。条件に合う新しいエピソードは自動でダウンロードに追加されます。
ko: RSS 규칙을 만듭니다. 조건에 맞는 새 에피소드가 자동으로 다운로드에 추가됩니다.
zh_hans: 建立一条 RSS 订阅规则：之后符合条件的新集数会自动加入下载。

source: 建立中…
en: Creating…
ja: 作成中…
ko: 만드는 중…

source: 建立規則
en: Create Rule
ja: ルールを作成
ko: 규칙 만들기
zh_hans: 创建规则

source: 建議：%@（%@）；即時生效，只影響這台 Mac。
en: Suggested: %1$@ (%2$@); takes effect immediately, this Mac only.
ja: 推奨：%1$@（%2$@）。即座に反映され、この Mac のみに影響します。
ko: 권장: %1$@ (%2$@). 즉시 적용되며 이 Mac에만 영향을 줍니다.
zh_hans: 建议：%1$@（%2$@）；即时生效，只影响这台 Mac。

source: 弹弹play开放弹幕网络（彈幕）
en: 弹弹play开放弹幕网络 (danmaku)
ja: 弹弹play开放弹幕网络（弾幕）
ko: 弹弹play开放弹幕网络(댓글)
zh_hans: 弹弹play开放弹幕网络（弹幕）

source: 彈幕
en: Danmaku
ja: 弾幕
ko: 탄막
zh_hans: 弹幕

source: 彈幕來源
en: Sources
ja: 弾幕ソース
ko: 탄막 소스

source: 彈幕來源：弹弹play开放弹幕网络
en: Danmaku from 弹弹play开放弹幕网络
ja: 弾幕提供：弹弹play开放弹幕网络
ko: 댓글 출처: 弹弹play开放弹幕网络
zh_hans: 弹幕来源：弹弹play开放弹幕网络

source: 彈幕樣式
en: Danmaku style
ja: 弾幕のスタイル
ko: 댓글 스타일
zh_hans: 弹幕样式

source: 彈幕設定
en: Danmaku settings
ja: 弾幕の設定
ko: 댓글 설정
zh_hans: 弹幕设置

source: 彈幕設定…
en: Danmaku settings…
ja: 弾幕の設定…
ko: 댓글 설정…
zh_hans: 弹幕设置…

source: 彈幕開關
en: Toggle danmaku
ja: 弾幕の切り替え
ko: 댓글 켜기/끄기
zh_hans: 弹幕开关
